import './About.scss';

import { Toolbar } from '@mui/material';

export const About = () => {
    return (
        <>
            <Toolbar />

            <div className="main about-us">
                <div className="about-holder">
                    <div className="about-information">
                        <h1>- Какво е AutoSoft -</h1>

                        <h2>За нас</h2>

                        <div className="about-us-info">
                            <p>Менаджирането на информацоя е трудна задача. С нараставнето на данните става все по-трудно да откриете това което търсите.
                                Тук идваме на помощ ние. Нашият сафтуер е направен да улесни вашият работа.</p>

                            <p>AutoSoft е създаден да ви помогне да менаджирате, управляваре и съхранявате информацията за всеки един автомобил.
                                С него можете да запазвате цялата сервизна история на автомобила, и лесно да проследявате
                                кога и какво е ремонтирано по автомобила.</p>

                            <p>Ние ще се погрижем да запизим вашите данни сигурни и защитени.
                                Гарантираме ви, че никой освен вас няма да имате достъп до тях.</p>

                            <p>Благодарим Ви, че ни се доверявате!</p>

                            <p>&#169; AutoSoft All Rights Reserved {new Date().getFullYear()}</p>
                        </div>

                    </div>
                </div>
            </div>
        </>
    );
};